{
    "Navbar": {
        "Courses": "الدورات",
        "Resources": "المصادر المجانية",
        "Events": "الفعاليات",
        "Alumni": "الخريجين",
        "blog": "المدونه",
        "Log": "تسجيل دخول"
    },
    "Home": {
        "TITLE1": "استكشف . تعلم . وابدأ",
        "TITLE2": "مسيرتك المهنية في",
        "TITLE3": "الموشن الجرافيك",
        "Discover": "اكتشف الان",
        "About-title": "عن وسيلة",
        "About": "انضم الى مجتمع وسيلة وتعرف على اصدقاء جدد وتعلم وناقش واحجز مقعدك فى دورات وسيلة التى نقدمها فى تصميم الجرافيك والموشن جرافيك من خلال عملية تعليمية مخصصة ومصممة لك واحصل على شهادة معتمدة من وسيلة وابدأ حياتك العملية .",
        "card1-title": "استكشف",
        "card1": "تعرف على المسار الذي تسلكه والمحتوي الذي ستتعلمه خلال الكورسات التي سجلت فيها من البداية",
        "card2-title": "تعلم",
        "card2": "من خلال وسيلة يمكنك أن تتعرف على أساليب مختلفة وفريدة في عالم تصميم الجرافيك تُمكنك من التصميم باحترافية",
        "card3-title": "نمي مهاراتك",
        "card3": "لا تقف عند حد معين وتكتفي بذلك، طور معلومات ومهارتك وتعرف على أحدث التقنيات والأساليب التي تساعدك في التصميم بشكل أكثر تميزًا",
        "card4-title": "تفاعل مع زملائك",
        "card4": "من خلال وسيلة يمكنك أن تتناقش وتتفاعل مع زملائك وتطرح الأسئلة المختلفة وتحصل على الإجابات من خلال المناقشات التي تتم في كل محاضرة",
        "card5-title": "كُن مميزًا",
        "card5": "سوف يتم مراجعة المشاريع  ليتم نشرها على الموقع يمكنك ان تكون صاحب أحد هذه المشاريع المميزة",
        "card6-title": "ابدأ مسيرتك",
        "card6": "يتطلب احتراف التصميم العديد من المعلومات والتدريبات التي عليك اتقانها لتكون فريدًا بين أقرانك",
        "feature-title": "وسيلة توفر لك تجربة تعلم مُختلفة",
        "feature": "تستطيع الحصول على كل ما تحتاجه من وسائل التعلم المُتعددة (فيديوهات-صور-تسجيلات..إلخ) من أجل بداية صحيحة في مجال التصميم أو الموشن جرافيك",
        "feature-btn": "اكتشف الدورات",
        "projects-title": "بعض من إنجازات خريجي وسيلة",
        "blogger": "محمد علي",
        "article-title": "يتطلب تصميم الجرافيك وجود معنى وهدف لتوضيح فكرة ما من خلال الاتصال المرئي . الآن يمكنك بدء التصميم بطريقة فعالة",
        "start-now": "تُقدم وسيلة مسارات مُصممة خصيصاً لأجلك لتعلم التصميم من البداية حتى الإحترافية",
        "start-nowbtn": "انشاء حساب"
    },
    "Footer": {
        "Audio": "تسجيلات صوتية",
        "Contact": "تواصل معنا",
        "questions": "الاسئلة الشائعة",
        "privacy": "الخصوصية",
        "payment": "تابعونا على",
        "payment2": "السوشيال ميديا"
    },
    "Ques": {
        "Ques-title": "الأسئلة الشائعة",
        "Ques1": "هل ممكن أخد شهادة معتمدة بعد ما أخلص الكورس ؟",
        "Ques1-answers": "وسيلة أون لاين بتقدملك شهادة معتمدة من أكبر الشركات في العالم أدوبي وأتوديسك و أبل وكمان شهادة من موقع وسيلة أون لاين التي تفيد بأنك أتممت الكورس ونجحت في إختبار الخاص بوسيلة أون لاين",
        "Ques2": "هل المدرس الذي سوف يقوم بشرح الكورسات مدرس معتمد ؟",
        "Ques2-answers": "جميع المحاضرين لدي وسيلة أون لاين معتمدين إعتماد دولي من الشركات المنتجة للبرامج",
        "Ques3": "هل يوجد إمتحانات يتم علي أساسها إعطاء الشهادات ؟",
        "Ques3-answers": "مع نهاية كل كورس في موقع وسيلة أون لاين يتم عمل إختبار عملي للمتدرب من خلال إعطائه إمتحان عملي يقوم المتدرب بعمله وإرساله للموقع لقياس مدي اللإستفادة من الكورس",
        "Ques4": "هل ممكن إني أشتري كورس معين ؟",
        "Ques4-answers": "يمكنك في موقع وسيلة أون لاين شراء الكورس وعمل تحميل للفيديوهات الخاصة به والصور الملفات المستخدمة في الكورس",
        "Ques5": "كيف أشترك في موقع وسيلة أون لاين ؟",
        "Ques5-answers": "يتم الإشتراك في موقع وسيلة أون لاين عن طريق عمل حساب مجاني أولا ثم الدخول إلي قائمة الإشتراك وإختيار القسم المراد الإشتراك به ويتم بعد ذلك إختيار وسيلة الدفع المناسبة ويتم الدفع بها",
        "Ques-payment": "ما هي طرق الدفع في موقع وسيلة أون لاين ؟",
        "Ques-payment1": "طرق الدفع في وسيلة أون لاين هما",
        "Ques-payment2": "فودافون كاش",
        "Ques-payment3": "موبي كاش",
        "Ques-payment4": "إتصالات فلوس",
        "Ques-payment5": "حساب بنكي",
        "Ques6": "هل متاح لي تحميل الفيديوهات في موقع وسيلة أون لاين ؟",
        "Ques6-answers": "متاح لك تحميل الفيديوهات الخاصة فقط بالكورس الذي تشتريه لكن الكورسات التي تشترك بها إشتراك شهري متاح لك مشاهدتها أون لاين علي موقع وسيلة أون لاين",
        "Ques7": "هل متاح لي أون أقوم برفع شغلي علي موقع وسيلة لتقيمه ؟",
        "Ques7-answers": "في وسيلة أون لاين متاح لك إرسال أعمالك لتقيمها فنياً من قبل المدرس الذي قام بشرح الكورس وسوف يتم الرد عليك من خلال الموقع",
        "Ques8": "هل ممكن أسأل المدرس في أي وقت ؟",
        "Ques8-answers": "من ضمن مميزات موقع وسيلة اون لاين أنه سيتم التفاعل بينك وبين المدرس بطريقة سهلة جدا عن طريق إنك ترسل السؤال للمدرس وسوف يرد عليك في الحال كأنك في المركز بالظبط ولكن وأنت في بيتك",
        "Ques9": "ما هي المجالات إللي موقع وسيلة أون لاين بيقدم فيها كورسات ؟",
        "Ques9-answers": "سيلة أون لاين هو أول موقع تدريب عربي عن بعد متخصص في مجال الجرافيكس والميديا والثري دي"
    },
    "Privc": {
        "Privc-title": "سياسة الخصوصية",
        "Privc-p1": "نرجو من كل مستخدم جديد لموقع وسيلة اون لاين أن يقرأ بتمعّن و يفهم الأحكام في هذه الإتفاقية قبل مواصلة عملية التسجيل. تخضع هذه الإتفاقية لمبادئ حُسن النية؛ والأعراف المتبعة على شبكة الإنترنت.",
        "Privc-p2": "نقدر مخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت",
        "Privc-p3": "لقد تم إعداد هذه السياسة لمساعدتكم في تفهم طبيعة البيانات التي نقوم بتجميعها منكم عند زيارتكم لموقعنا على شبكة الانترنت وكيفية تعاملنا مع هذه البيانات الشخصية",
        "Privc1": "التصفح",
        "Privc1-answers": "لم نقم بتصميم هذا الموقع من أجل تجميع بياناتك الشخصية من جهاز الكمبيوتر الخاص بك أثناء تصفحك لهذا الموقع, وإنما سيتم فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك",
        "Privc2": "عنوان بروتوكول شبكة الإنترنت",
        "Privc2-answers": "في أي وقت تزور فيه اي موقع انترنت بما فيها هذا الموقع , سيقوم السيرفر المضيف بتسجيل عنوان بروتوكول شبكة الإنترنت",
        "Privc3": "عمليات المسح على الشبكة",
        "Privc3-answers": "إن عمليات المسح التي نقوم بها مباشرة على الشبكة تمكننا من تجميع بيانات محددة مثل البيانات المطلوبة منك بخصوص نظرتك وشعورك تجاه موقعنا.تعتبر ردودك ذات أهمية قصوى , ومحل تقديرنا حيث أنها تمكننا من تحسين مستوى موقعنا, ولك كامل الحرية والإختيار في تقديم البيانات المتعلقة بإسمك والبيانات الأخرى",
        "Privc4": "إفشاء المعلومات",
        "Privc4-answers": "سنحافظ في كافة الأوقات على خصوصية وسرية كافة البيانات الشخصية التي نتحصل عليها. ولن يتم إفشاء هذه المعلومات إلا إذا كان ذلك مطلوباً بموجب أي قانون أو عندما نعتقد بحسن نية أن مثل هذا الإجراء سيكون مطلوباً أو مرغوباً فيه للتمشي مع القانون , أو للدفاع عن أو حماية حقوق الملكية الخاصة بهذا الموقع أو الجهات المستفيدة منه",
        "Privc5": "البيانات اللازمة لتنفيذ المعاملات المطلوبة من قبلك",
        "Privc5-answers": "عندما نحتاج إلى أية بيانات خاصة بك , فإننا سنطلب منك تقديمها بمحض إرادتك. حيث ستساعدنا هذه المعلومات في الاتصال بك وتنفيذ طلباتك حيثما كان ذلك ممكنناً. لن يتم اطلاقاً بيع البيانات المقدمة من قبلك إلى أي طرف ثالث بغرض تسويقها لمصلحته الخاصة دون الحصول على موافقتك المسبقة والمكتوبة ما لم يتم ذلك على أساس أنها ضمن بيانات جماعية تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك",
        "Privc6": "عند الاتصال بنا",
        "Privc6-answers": "سيتم التعامل مع كافة البيانات المقدمة من قبلك على أساس أنها سرية . تتطلب النماذج التي يتم تقديمها مباشرة على الشبكة تقديم البيانات التي ستساعدنا في تحسين موقعنا.سيتم استخدام البيانات التي يتم تقديمها من قبلك في الرد على كافة استفساراتك , ملاحظاتك , أو طلباتك من قبل هذا الموقع أو أيا من المواقع التابعة له",
        "Privc7": "إفشاء المعلومات لأي طرف ثالث",
        "Privc7-answers": "لن نقوم ببيع , المتاجرة , تأجير , أو إفشاء أية معلومات لمصلحة أي طرف ثالث خارج هذا الموقع, أو المواقع التابعة له.وسيتم الكشف عن المعلومات فقط في حالة صدور أمر بذلك من قبل أي سلطة قضائية أو تنظيمية",
        "Privc8": "التعديلات على سياسة سرية وخصوصية المعلومات",
        "Privc8-answers": "نحتفظ بالحق في تعديل بنود وشروط سياسة سرية وخصوصية المعلومات إن لزم الأمر ومتى كان ذلك ملائماً. سيتم تنفيذ التعديلات هنا او على صفحة سياسة الخصوصية الرئيسية وسيتم بصفة مستمرة إخطارك بالبيانات التي حصلنا عليها , وكيف سنستخدمها والجهة التي سنقوم بتزويدها بهذه البيانات",
        "Privc9": "الاتصال بنا",
        "Privc9-answers": "يمكنكم الاتصال بنا عند الحاجة من خلال الضغط على رابط اتصل بنا المتوفر في روابط موقعنا او الارسال الى بريدنا الالكتروني",
        "Privc10": "اخيرا",
        "Privc10-answers": "إن مخاوفك واهتمامك بشأن سرية وخصوصية البيانات تعتبر مسألة في غاية الأهمية بالنسبة لنا. نحن نأمل أن يتم تحقيق ذلك من خلال هذه السياسة"
    },
    "login": {
        "log": "تسجيل دخول",
        "email": "البريد الالكتروني",
        "password": "كلمة المرور",
        "forget": "نسيت كلمة المرور؟",
        "new-accounr": "لا يوجد لديك حساب؟ سجل الأن"
    },
    "register": {
        "reg": "إنشاء حساب",
        "name": "الاسم بالكامل",
        "reg-account": "تسجيل حساب"
    },
    "coureses": {
        "coTitle": "دورات وسيلة",
        "coHead": "نقدم لك العديد من الدورات التي تساعدك على البداية والتقدم في أي مجال تهتم به مثل تصميم الجرافيك والموشن جرافيك وغيرها",
        "gdTitle": "دورة الجرافيك ديزاين",
        "gdAbout": "يتطلب تصميم الجرافيك وجود معنى وهدف لتوضيح فكرة ما من خلال الاتصال المرئي . الآن يمكنك بدء التصميم بطريقة فعالة",
        "caTitle": "دورة الكونسبت آرت",
        "caAbout": "هو الفن المختص بتحويل الأفكار والمفاهيم لرسومات يمكن استخدامها للأفلام والعاب الفيديو والرسوم المتحركة",
        "3dTitle": "دورة الثري دي آرت",
        "3dAbout": "بيوفرلك مجالات كتيرة للشغل زى رسم كتب الأطفال و المناهج الدراسية و كمان رسم الشخصيات الكارتونية و الخلفيات المستخدمة فى افلام الانيمشن",
        "mgTitle": "دورة الموشن جرافيك",
        "mgAbout": "يسمح الموشن جرافيك بتوصيل الرسالة بصورة أسرع وأوضح لاستيعاب المعلومات. يمكنك أن تتعرف على أهميته والبدء باحترافية في هذا المجال الممتع",
        "subscriptionTitle": "يمكنك الاطلاع على باقات الاشتراك",
        "subscriptionHead": "باقات متنوعه شهرية و سنوية تمكنك من توفير المال و الحصول على كل محتوى وسيلة في نفس الوقت",
        "sub1": "اشتراك 4 أشهر",
        "sub2": "اشتراك 6 أشهر",
        "sub3": "اشتراك 9 أشهر",
        "subOr": "بدل",
        "subNow": "اشترك الآن",
        "miniCoursesTitle": "جميع الكورسات"
    },
    "AudioRes": {
        "audioTitle": "التسجيلات الصوتية",
        "palylistTitle": "قوائم التشغيل",
        "aduioReco": "كيفية العمل على برنامج الفوتوشوب",
        "audioTime": "10 تسجيلات",
        "show": "اظهر لي",
        "search1": "كل التسجيلات",
        "search2": "موشن جرافيك",
        "search3": "جرافيك ديزاين",
        "audioBest": "أفضل التسجيلات"
    },
    "VideoRes": {
        "VideoTitle": "الفيديوهات التعليمية",
        "VideoTime": "10 فيديوهات",
        "videoBest": "أفضل الفيديوهات"
    },
    "contact": {
        "conTitle": "ابق على تواصل معنا لمواكبة كل ما هو جديد",
        "conHead": "نشارك معك جميع التحديثات التي تُمكنك من معرفة آخر الأخبار. يُمكنك التواصل معنا مباشرةً أو ارسال مقتراحاتك و استفساراتك عن طريق",
        "address": "العنوان: مصر ، القاهرة ، مدينة نصر",
        "eamil": "البريد الالكتروني:waselaonline@gmail.com",
        "mobile": "رقم الموبايل:01032759992",
        "name": "الاسم",
        "mail": "البريد الالكتروني",
        "phone": "رقم التليفون",
        "message": "الرسالة",
        "send": "إرسال"
    },
    "conceptArt": {
        "conceptTitle": "دورة الكونسبت آرت",
        "conceptHead": "هي البذرة الأساسية و الفكرة التي يبنى عليها المشروع ( تصميم) هي ماتجعل من المكان العادي مكانا مميزاً تتمحور عليه الفكرة و تجعله مختلفاً عن غيره من التصاميم الأخرى",
        "conceptSubTitle": "الكونسبت آرت",
        "conceptOverview": "فن الفكرة Concept Art ترجمة لأحاسيس وفكرة أو واقع لكن معتمد على خيال الفنان ..يستوحي الفكرة من ذاكرته التصويرية التي تختزن معلومات كثيرة ..ويترجمها على لوحة ممكن أن تكون واقعية أو خيالية، نجد هذا الفن في صناعة الأفلام والألعاب والكارتون والدعاية والإعلان وكل ماله علاقة بالإبداع والإختراع",
        "conceptsets": "المقاعد محدودة",
        "conceptStart": "تبدأ الدورة",
        "conceptDate": "12 مارس 2021",
        "conceptProg": "البرامج التى سوف يتم استخدامها :",
        "conceptLearn": "ما الذي سوف تتعلمه فى الكونسبت آرت :",
        "conceptLearnOverview": "مع كل درس سوف تتعلمه فى احدى دوراتنا سوف تتعلم مهارات جديدة تتيح لك عمل تصميمات احترافية من خلال التمارين المصممة خصيصا لكل درس سوف تتعلمه",
        "concept1": "استمتع بالفنون المثيرة والإبداعية.",
        "concept2": "تعلم كيفية استخدام برامج التصميم الفوتوشوب والاليستريتور والانديزاين .",
        "concept3": "تعلم مبادئ التصميم الأساسية مثل أسس التصميم واختيار الالوان المناسبة .",
        "concept4": "تعلم كيف تضع اللمسات النهائية على تصميماتك لتكون رائعة كالمحترفين .",
        "concept5": "تعلم كيف تطور حساسية عينيك لإنشاء تصميمات رائعة بشكل اقوى واسهل.",
        "concept6": "تعلم الانفتاح على مختلف الأساليب والتقنيات والأساليب الفنية.",
        "concept7": "تعلم الاستخدام المتعدد للاتصال البصري",
        "concept8": "تعلم كيفية إنشاء التصاميم للألعاب و الأفلام و البرامج.",
        "concept9": "تعلم إكتشاف تقنيات جديدة في البرامج",
        "conceptInstrc": "أحمد البستكي",
        "conceptInstrcInfo": "مدرب معتمد من شركة ادوبى و مصمم جرافيك و موشن جرافيك خبرة اكثر من 15 سنة فى مجال الجرافيك والموشن جرافيك و عمل فى كبري المراكز التعليمية و باحث فى مجال التصميم",
        "conceptSc": "جدول الدورة",
        "conceptScOverview": "سوف نتعرف فى هذه الدورة على المفاهيم الأساسية لمجال الكونسبت آرت الذي هو شكل من أشكال الرسم التوضيحي يُستخدم في نقل فكرة لاستخدامها في الأفلام أو ألعاب الفيديو أو الرسوم المتحركة أو الكتب المصورة أو غيرها من الوسائط قبل وضعها في المنتج النهائي. يشير فن التصور عادة إلى الأعمال الفنية لبناء العالم التي تُستخدم في إلهام تطوير منتجات الوسائط، وهو ليس مثل فن التطوير البصري أو تصميم المفهوم، على الرغم من أن المصطلحات الثلاثة غالبًا ما تكون مربكة",
        "conceptWeek1": "الأسبوع الأول",
        "conceptWeek2": "الأسبوع الثاني",
        "conceptWeek3": "الأسبوع الثالث",
        "conceptWeek4": "الأسبوع الرابع",
        "conceptWeek5": "الأسبوع الخامس",
        "conceptWeek6": "الأسبوع السادس",
        "conceptWeek7": "الأسبوع السابع",
        "conceptWeek8": "الأسبوع الثامن",
        "conceptWeek9": "الأسبوع التاسع",
        "conceptPriece": "سعر الدورة للفرد",
        "conceptSub": "سارع لحجز مقعدك",
        "conceptSubNow": "احجز الآن",
        "conceptpayment": "طرق الدفع",
        "conceptpayment1": "الدفع أونلاين",
        "conceptpayment2": "فودافون كاش",
        "conceptpaymentTrans": "التحويل علي رقم : 01012345678",
        "conceptpayment3": "بنك مصر",
        "conceptpayment4": "ويسترن يونيون",
        "conceptadd": " + اضافة الى السلة"
    },
    "motionGraphic": {
        "motionTitle": "دورة الموشن جرافيك",
        "motionHead": "يسمح الموشن جرافيك بتوصيل الرسالة بصورة أسرع وأوضح لاستيعاب المعلومات. يمكنك أن تتعرف على أهميته والبدء باحترافية في هذا المجال الممتع",
        "motionSubTitle": " الموشن جرافيك",
        "motionOverview": "أصبح مجال motion graphics او mograph من المجالات المطلوبة حاليا فى سوق العمل إلى حد كبير ، فيمكنك أن ترى الاعمال التى يقوم بها مصممى الموشن جرافيك فى الإعلانات التجارية على التلفزيون أو في مقدمات الافلام او فى الرسوم المتحركة أو على السوشيال ميديا او اليوتيوب … وغيرها ، فإذا كنت تبحث عن مهنة ممتعة و مجزية ماديا ، فابدأ الآن وإتعلم واستكشف مجال الموشن جرافيك",
        "motionDate": "22 مارس 2021",
        "motionLearn": "ما الذي سوف تتعلمه فى الموشن جرافيك",
        "motionLearnOverview": "مع كل درس سوف تتعلمه فى احدى دوراتنا سوف تتعلم مهارات جديدة تتيح لك عمل تصميمات موشن جرافيك احترافية من خلال التمارين المصممة خصيصا لكل درس سوف تتعلمه",
        "motion1": "تعلم كيف تفكر كمصمم موشن جرافيك محترف في كل التفاصيل",
        "motion2": "تعلم كيفية استخدام الأدوات بشكل أعمق لتنفيذ فكرتك",
        "motion3": "تعلم كيف تضع اللمسات النهائية على تصميماتك لتكون رائعة كالمحترفين",
        "motion4": "تعلم اسس التحريك لإنشاء حركات رائعة",
        "motion5": "تعلم كيف تطور حساسية عينيك للحركة لإنشاء تصميمات رائعة بشكل اقوى واسهل",
        "motion6": "تعلم طريقة العمل الاحترافية التى لا تعتمد على تعلم البرامج فقط",
        "motion7": "تعلم مبادئ التصميم الأساسية مثل أسس التصميم واختيار الالوان المناسبة",
        "motion8": "تعلم كيفية استخدام ال Graph editors لإنشاء حركات احترافية",
        "motion9": "تعلم كيف تنشئ تصميمات تتحكم فى عين المشاهد لتوصيل رسالة التصميم .",
        "motion10": "تعلم كيف تستخدم برنامج After Effects إحترافية وشرح بعض scripts والاضافات المميزة .",
        "motionInstrc": "محمد علي",
        "motionInstrcInfo": "مدرب معتمد من شركة ادوبى و مصمم جرافيك وMotion Artist خبرة 10 سنين فى مجال الجرافيك والموشن جرافيك عمل فى كبري المراكز التعليمية",
        "motionScOverview": "سوف نتعرف فى هذه الدورة على المفاهيم الأساسية لمجال الموشن جرافيك من تحديد الأفكار الأساسية وعمل اسكتشات مبدئية ثم رسم الستوري بورد على برنامج الاليستريتور او الفوتوشوب ثم معرفة مبادئ التحريك لتحريكها على برنامج الافتر إيفيكت حسب ما يتطلبه المشروع ، فعلى مدار 10 اسابيع سوف يتم شرح الكثير من المفاهيم والمهارات المختلفة"
    },
    "3dArt": {
        "3dArtTitle": "دورة الثري دي آرت",
        "3dArtHead": "استخدامك للتقنيات ثلاثية الابعاد لزيادة قيمة الجودة فتصبح الاشياء كأنها واقعية بشكل اكبر وايضا انتاج الرسوم المتحركة المعقدة",
        "3dArtSubTitle": "الثري دي آرت",
        "3dArtOverview": "التراك ده عبارة عن تعاملك واستخدامك للتقنيات ثلاثية الابعاد لزيادة قيمة الجودة فتصبح الاشياء كأنها واقعية بشكل اكبر وايضا انتاج الرسوم المتحركة المعقدة وفي مثل هذا النوع من التراكس بالحديث عن الانترفيو نفسه طبعا انت مطلوب منك اساسيات بس لكن بيطلبوا منك تاسك لتصميم لعبة لازم تكون بتتعامل مع تقنيات ثلاثية الابعاد كويس جدا وفاهم جدا وبتتخيل تصاميمك بشكل منفتح",
        "3dArtDate": "21 مارس 2021",
        "3dArtLearn": "ما الذي سوف تتعلمه فى الثري دي",
        "3dArtLearnOverview": "مع كل درس سوف تتعلمه فى احدى دوراتنا سوف تتعلم مهارات جديدة تتيح لك عمل تصميمات احترافية من خلال التمارين المصممة خصيصا لكل درس سوف تتعلمه",
        "3dArt1": "تعلم عمل Modling لجميع أنواع الاشكال و الشخصيات",
        "3dArt2": "تعلم كيفية استخدام برامج التصميم الاساسية الخاصة بالثري دي",
        "3dArt3": "تعلم مبادئ النحت وهو طريقة ديناميكية وممتعة لتشكيل النماذج الخاصة بك",
        "3dArt4": "تعلم كيفية تخطيط الأشعة فوق البنفسجية - ضروري للتركيبة",
        "3dArt5": "تعلم القيام بإنشاء مواد فورية من العالم الحقيقي بضغطة زر",
        "3dArt6": "تعلم اتباع مجموعة متنوعة من الأساليب لاختيار ما يناسب أصولك",
        "3dArt7": "تعلم الرسوم المتحركة من الألف إلى الياء",
        "3dArt8": "تعلم طرق تصدير بسيطة وخالية من الأخطاء لمجموعة متنوعة من محركات الألعاب",
        "3dArt9": "تعلم كيف تنشئ تصميمات تتحكم فى عين المشاهد لتوصيل رسالة التصميم",
        "3dArt10": "تعلم كيفية عرض أعمالك بإستخدام الـ Mock ups واستخدامها في التسويق لنفسك",
        "3dArtInstrc": "محمد علي",
        "3dArtInstrcInfo": "مدرب معتمد من شركة ادوبى و مصمم جرافيك وMotion Artist خبرة 10 سنين فى مجال الجرافيك والموشن جرافيك عمل فى كبري المراكز التعليمية",
        "3dArtScOverview": "التراك ده عبارة عن تعاملك واستخدامك للتقنيات ثلاثية الابعاد لزيادة قيمة الجودة فتصبح الاشياء كأنها واقعية بشكل اكبر وايضا انتاج الرسوم المتحركة المعقدة وفي مثل هذا النوع من التراكس بالحديث عن الانترفيو نفسه طبعا انت مطلوب منك اساسيات بس لكن بيطلبوا منك تاسك لتصميم لعبة لازم تكون بتتعامل مع تقنيات ثلاثية الابعاد كويس جدا وفاهم جدا وبتتخيل تصاميمك بشكل منفتح"
    },
    "graphicDesign": {
        "graphicTitle": "دورة الجرافيك ديزاين",
        "graphicHead": "يتطلب تصميم الجرافيك وجود معنى وهدف لتوضيح فكرة ما من خلال الاتصال المرئي . الآن يمكنك بدء التصميم بطريقة فعالة",
        "graphicSubTitle": "تصميم الجرافيك",
        "graphicOverview": "تصميم الجرافيك من المجالات التى لا غنى عنها فى حياتنا اليومية ، فنراه فى كل مكان حولنا ، سواء على الشاشات أو فى الطباعة ، فهو يعتمد على استخدام الصورة والاشكال والكتابات …. وغيرها من عناصر التصميم ، لتوصيل معلومة او رساله محدده ، ويكون هدفه الاتصال بين المعلن أو صاحب الرسالة والمستقبلين لهذه الرسالة لعرضها بإسلوب جذاب وممتع للنظر ، ففى هذه الدورة سوف تتعلم المهارات والمفاهيم والأدوات التي تساعدك على تحقيق ذلك",
        "graphicDate": "30 مارس 2021",
        "graphicLearn": "ما الذي سوف تتعلمه فى الجرافيك ديزاين",
        "graphicLearnOverview": "مع كل درس سوف تتعلمه فى احدى دوراتنا سوف تتعلم مهارات جديدة تتيح لك عمل تصميمات احترافية من خلال التمارين المصممة خصيصا لكل درس سوف تتعلمه",
        "graphic1": "تعلم كيف تفكر كمصمم",
        "graphic2": "تعلم كيفية استخدام برامج التصميم الفوتوشوب والاليستريتور والانديزاين",
        "graphic3": "تعلم مبادئ التصميم الأساسية مثل أسس التصميم واختيار الالوان المناسبة",
        "graphic4": "تعلم كيف تضع اللمسات النهائية على تصميماتك لتكون رائعة كالمحترفين",
        "graphic5": "تعلم كيف تطور حساسية عينيك لإنشاء تصميمات رائعة بشكل اقوى واسهل",
        "graphic6": "تعلم كيفية عمل اسكتشات لأفكارك وتطويرها على الورق",
        "graphic7": "تعلم كيفية استخدام الأدوات بشكل أعمق لتنفيذ فكرتك",
        "graphic8": "تعلم كيفية استخدام الانظمة الشبكية فى إنتاج التصميمات المختلفة",
        "graphic9": "تعلم كيف تنشئ تصميمات تتحكم فى عين المشاهد لتوصيل رسالة التصميم",
        "graphic10": "تعلم كيفية عرض أعمالك بإستخدام الـ Mock ups واستخدامها في التسويق لنفسك",
        "graphicInstrc": "كريم علي",
        "graphicInstrcInfo": "مدرب معتمد من شركة ادوبى و مصمم جرافيك و موشن جرافيك خبرة اكثر من 15 سنة فى مجال الجرافيك والموشن جرافيك و عمل فى كبري المراكز التعليمية و باحث فى مجال التصميم",
        "graphicScOverview": "سوف نتعرف فى هذه الدورة على المفاهيم الأساسية لمجال الجرافيك ديزاين من تحديد الأفكار الأساسية وعمل اسكتشات مبدئية ثم تنفيذها على برنامج الاليستريتور او الفوتوشوب او الانديزاين و سوف نتعرف على كيفية استخدام اسس التصميم ونظرية الألوان لإنتاج تصميمات متقنه تناسب المشروع المراد تصميمه ، فعلى مدار 10 اسابيع سوف يتم شرح الكثير من المفاهيم والمهارات المختلفة"
    },
    "alumni": {
        "alumniTitle": "الخريجون",
        "alumniProjects": "أعمال الطلبة المميزة"
    },
    "blog": {
        "blogTitle": "المدونة",
        "mostRead": "الأكثر قراءة",
        "more": "المزيد",
        "miniCourses": "كورسات مميزة",
        "moreCourse": "شاهد كل الكورسات",
        "lastComments": "اخر التعليقات"
    },
    "events": {
        "mainTilte1": "التصميم الخفى....",
        "mainTilte2": "التعديلات التى لا يراها العميل",
        "eventPlace": "الجامعة الأمريكية - القاهرة",
        "eventMore": "عرض تفاصيل الفعالية",
        "events": "الفعاليات",
        "Previousevents": "الفعاليات السابقة",
        "startNow": "تُقدم وسيلة مسارات مُصممة خصيصاً لأجلك لتعلم التصميم من البداية حتى الإحترافية",
        "bookNow": "احجز مقعدك مجاناً",
        "colors": "معاني الألوان",
        "speakers": "المتحدثون"
    },
    "NotFound": {
        "sorry": "لقد حدث خطأ ما",
        "notfound": "الصفحة غير موجودة"
    },
    "user": {
        "list": "قائمتك : ",
        "remove": "إزالة من السلة -"
    }
}