{
    "Navbar": {
        "Courses": "Courses",
        "Resources": "Free Resources",
        "Events": "Events",
        "Alumni": "Alumni",
        "blog": "blog",
        "Log": "Login"
    },"Home": {
        "TITLE1": "Discover . Learn . And start",
        "TITLE2": "your career in ",
        "TITLE3": "Motion Graphic ",
        "Discover": "Discover now",
        "About-title": "About Wasila",
        "About": "Join Wassila community, meet new friends, learn, discuss and reserve your seat in Wassila courses that we offer in Graphic Design and Motion Graphics through a customized and designed educational process for you, get an accredited Wassila certificate and start your career",
        "card1-title": "Explore",
        "card1": "Learn about the path you take and the content you will learn during the courses you registered in from the beginning",
        "card2-title": "Learn",
        "card2": "Through wasila, you can learn about different and unique styles in the world of graphic design that enable you to design professionally",
        "card3-title": "Improve your skills",
        "card3": "Do not stop at a certain limit and suffice with that, develop your knowledge and skills and learn the latest technologies and methods that help you design more distinctively",
        "card4-title": "Interact with your colleagues",
        "card4": "Through Wasila, you can discuss and interact with your colleagues, ask various questions and get answers through the discussions that take place in each lecture.",
        "card5-title": "Be special",
        "card5": "Projects will be reviewed to be published on the site. You can be the owner of one of these distinctive projects",
        "card6-title": "Start your career",
        "card6": "Professional design requires a lot of information and exercises that you need to master in order to be unique among your peers",
        "feature-title": "Wasila provides you a different learning experience",
        "feature": "You can get all the various learning tools you need (videos - pictures - recordings ... etc.) for a healthy start in the field of design or motion graphics.",
        "feature-btn": "Discover Courses",
        "projects-title": "Some of Wasila alumni projects",
        "blogger": "Mohammad Ali",
        "article-title": "Graphic design requires meaning and purpose to articulate an idea through visual communication. Now you can start designing in an efficient manner",
        "start-now": "Wasila offers specially designed itineraries for you to learn design from beginning to professional",
        "start-nowbtn": "Sign Up"
    },
    "Footer": {
        "Audio": "Audio Resources",
        "Contact": "Contact Us",
        "questions": "Common Questions",
        "privacy": "privacy",
        "payment": "Follow us",
        "payment2": "Social media"
    },
    "Ques": {
        "Ques-title": "Common Questions",
        "Ques1": "Is it possible to get an accredited certificate after I finish the course?",
        "Ques1-answers": "Wassila Online provides you with a certificate approved by the largest companies in the world, Adobe, Autodesk, and Apple, as well as a certificate from the Wassila Online website stating that you completed the course and passed the Wassila Online test",
        "Ques2": "Is the trainer who will teach the courses a certified trainer?",
        "Ques2-answers": "All of the instructor in Wasilla Online are internationally accredited by the software producing companies",
        "Ques3": "Are there exams based on which certificates are given?",
        "Ques3-answers": "At the end of each course on Wassila Online, a practical test is made for the trainee by giving him a practical exam, which the trainee does and sends it to the site to measure the extent of benefiting from the course",
        "Ques4": "Can I buy a specific course?",
        "Ques4-answers": "On Wassila Online, you can buy the course and download its videos, photos, and files used in the course",
        "Ques5": "How do I join to Wassila Online?",
        "Ques5-answers": "Subscription to Wassila Online is done by creating a free account first, then entering the subscription menu and choosing the section to subscribe to, and after that, the appropriate payment method is chosen and payment is made with it",
        "Ques-payment": "What are the payment methods on Wassila Online?",
        "Ques-payment1": "Wassila Online payment methods are ",
        "Ques-payment2": "Vodafone Cash",
        "Ques-payment3": "Mobi Cash",
        "Ques-payment4": "Etisalat Money",
        "Ques-payment5": "Bank Account",
        "Ques6": "Can I download videos on Wassila Online?",
        "Ques6-answers": "You can download videos only for the course you buy, but the courses you subscribe to, with a monthly subscription, are available for you to watch online on Wassila Online.",
        "Ques7": "Is it available for me if I upload my job to Wasela website to rate it?",
        "Ques7-answers": "On Wasila Online, it is possible for you to send your works for technical evaluation by the teacher who explained the course, and you will be answered through the site",
        "Ques8": "Can I ask the teacher at any time?",
        "Ques8-answers": "Among the advantages of Wassila Online site is that the interaction between you and the teacher will take place in a very easy way by means of you sending the question to the teacher and he will respond to you immediately as if you are in the center exactly, but while you are at home",
        "Ques9": "What are the fields in which Wassila Online offers courses?",
        "Ques9-answers": "Wasila Online is the first Arabic distance learning site specialized in the field of graphics, media and 3D"
    },
    "Privc": {
        "Privc-title": "Privacy policy",
        "Privc-p1": "We ask every new user of Wassila Online to carefully read and understand the provisions of this agreement before continuing the registration process. This Agreement is governed by the principles of good faith; And conventions on the Internet.",
        "Privc-p2": "We appreciate your interest and your concerns about the privacy of your data on the Internet",
        "Privc-p3": "This policy has been prepared to help you understand the nature of the data that we collect from you when you visit our website and how we deal with this personal data",
        "Privc1": "Browsing",
        "Privc1-answers": "We did not design this site in order to collect your personal data from your computer while browsing this site, but only the data provided by you will be used with your knowledge and of your own free will.",
        "Privc2": "Your IP address",
        "Privc2-answers": "Anytime you visit any website, including this site, the host server will record the IP address",
        "Privc3": "Network scans",
        "Privc3-answers": "The surveys that we perform directly on the network enable us to collect specific data such as the data required of you regarding your view and feeling towards our site. Your responses are of utmost importance, and we are appreciated as they enable us to improve the level of our site, and you have complete freedom and choice in providing data related to your name and data. Other",
        "Privc4": "Disclosure of information",
        "Privc4-answers": "We will maintain at all times the privacy and confidentiality of all personal data that we obtain. This information will not be disclosed unless it is required by any law or when we believe in good faith that such a procedure will be required or desirable to comply with the law, or to defend or protect the property rights of this site or the beneficiaries of it.",
        "Privc5": "Data necessary to carry out the transactions requested by you",
        "Privc5-answers": "When we need any of your data, we will ask you to provide it of your own free will. As this information will help us in contacting you and carrying out your requests, wherever possible. The data provided by you will never be sold to any third party for the purpose of marketing it for his own benefit without obtaining your prior and written consent unless this is done on the basis that it is part of collective data used for statistical purposes and research without including any data that can be used to identify you.",
        "Privc6": "When you call us",
        "Privc6-answers": "All data provided by you will be treated as confidential. The forms that are submitted directly on the network require providing data that will help us improve our site. The data provided by you will be used to respond to all your inquiries, comments, or requests by this site or any of its affiliated sites",
        "Privc7": "Disclosure of information to any third party",
        "Privc7-answers": "We will not sell, trade, rent, or disclose any information for the benefit of any third party outside this site, or its affiliated sites. The information will be disclosed only in the event of an order to do so by any judicial or regulatory authority",
        "Privc8": "Amendments to the policy of confidentiality and privacy of information",
        "Privc8-answers": "We reserve the right to amend the terms and conditions of the policy of confidentiality and privacy of information if necessary and when appropriate. The amendments will be implemented here or on the main privacy policy page, and you will be continuously notified of the data that we have obtained, how we will use it and who will provide it with this data",
        "Privc9": "Contact us",
        "Privc9-answers": "You can contact us when needed by clicking on the Contact Us link available in our website links or sending to our e-mail",
        "Privc10": "finally",
        "Privc10-answers": "Your concerns and concerns about the confidentiality and privacy of data is a very important issue for us. We hope this will be achieved through this policy"
    },
    "login": {
        "log": "Signin",
        "email": "E-mail",
        "password": "Password",
        "forget": "Forgot your password?",
        "new-accounr": "You do not have an account? Register now"
    },
    "register": {
        "reg": "Register",
        "name": "Full Name",
        "reg-account": "Sign up"
    },
    "coureses": {
        "coTitle": "Wasila Courses",
        "coHead": "We offer many courses to help you get started and advance in any field you are interested in, such as graphic design, motion graphics and others",
        "gdTitle": "Graphic Design Course",
        "gdAbout": "Graphic design requires meaning and purpose to articulate an idea through visual communication. Now you can start designing in an efficient way",
        "caTitle": "Concept Art Course",
        "caAbout": "The art of transforming ideas and concepts into graphics that can be used for films, video games and animation",
        "3dTitle": "3D Art Course",
        "3dAbout": "It provides you with many fields of work, such as drawing children's books and curricula, as well as drawing cartoon characters and backgrounds used in animation films.",
        "mgTitle": "Motion Graphics Course",
        "mgAbout": "Motion graphics allow for faster and clearer message delivery to absorb information. You can learn its importance and start a career in this interesting field",
        "subscriptionTitle": "You can view the subscription packages",
        "subscriptionHead": "Various monthly and annual packages enable you to save money and get all the content of the medium at the same time",
        "sub1": "4 months subscription",
        "sub2": "6 months subscription",
        "sub3": "9 months subscription",
        "subOr": "instead of",
        "subNow": "Subscribe now",
        "miniCoursesTitle": "Courses"
    },
    "AudioRes": {
        "audioTitle": "Audio Recordings",
        "palylistTitle": "Playlists",
        "aduioReco": "How to work on Photoshop",
        "audioTime": "10 Records",
        "show": "Show me",
        "search1": "All",
        "search2": "Motion Graphics",
        "search3": "Graphic Design",
        "audioBest": "Best Recordings"
    },
    "VideoRes": {
        "VideoTitle": "Educational Videos",
        "VideoTime": "10 videos",
        "videoBest": "Best Videos"
    },
    "contact": {
        "conTitle": "Stay in touch with us to keep up with all that is new",
        "conHead": "We share with you all the updates that enable you to know the latest news. You can contact us directly or send your suggestions and inquiries via",
        "address": "Address: Egypt, Cairo, Nasr City",
        "eamil": "Email: waselaonline@gmail.com",
        "mobile": "Phone number: 01032759992",
        "name": "Name",
        "mail": "Email",
        "phone": "Phone Number",
        "message": "Message",
        "send": "Send"
    },
    "conceptArt": {
        "conceptTitle": "Concept Art Course",
        "conceptHead": "It is the basic seed and the idea on which the project is built (design) is what makes the ordinary place a special place on which the idea revolves and makes it different from other other designs.",
        "conceptSubTitle": "Concept Art",
        "conceptOverview": "Concept art is a translation of feelings, an idea or reality, but is based on the artist's imagination .. It is inspired by his pictorial memory that stores a lot of information .. and he translates it into a painting that may be realistic or fictional. We find this art in filmmaking, games, cartoons, advertising and all his money Relationship to creativity and invention",
        "conceptsets": "Seats are limited",
        "conceptStart": "Course Start",
        "conceptDate": "12th March 2021",
        "conceptProg": "The programs that will be used:",
        "conceptLearn": "What will you learn in Concept Art:",
        "conceptLearnOverview": "With every lesson you will learn in one of our courses, you will learn new skills that allow you to make professional designs through exercises specially designed for each lesson you will learn.",
        "concept1": "Enjoy the exciting and creative arts.",
        "concept2": "Learn how to use Photoshop, Illustrator and InDesign design software.",
        "concept3": "Learn basic design principles such as the foundations of design and choosing the right colors.",
        "concept4": "Learn how to finalize your designs to make them look pro-like.",
        "concept5": "Learn how to develop the sensitivity of your eyes to create beautiful designs that are stronger and easier.",
        "concept6": "Learn to be open to various artistic styles, techniques and methods.",
        "concept7": "Learn the multiple use of optical communication",
        "concept8": "Learn how to create designs for games, movies, and programs.",
        "concept9": "Learn to discover new technologies in software",
        "conceptInstrc": "Ahmed Al Bastaki",
        "conceptInstrcInfo": "Certified trainer from Adobe, graphic designer and motion graphics, with more than 15 years of experience in the field of graphics and motion graphics, and worked in major educational centers, and a researcher in the field of design.",
        "conceptSc": "Course Schedule",
        "conceptScOverview": "In this course we will introduce the basic concepts of concept art, which is a form of illustration used to convey an idea for use in films, video games, animation, picture books or other media before it is put into the final product. World building artwork that is used to inspire media product development, which is not the same as visual development art or concept design, although all three terms are often confusing.",
        "conceptWeek1": "First week",
        "conceptWeek2": "Second week",
        "conceptWeek3": "Third week",
        "conceptWeek4": "Fourth week",
        "conceptWeek5": "Fifth week",
        "conceptWeek6": "Sixth week",
        "conceptWeek7": "Seventh week",
        "conceptWeek8": "Eighth week",
        "conceptWeek9": "Ninth week",
        "conceptPriece": "Course Price",
        "conceptSub": "Hurry up to reserve your seat",
        "conceptSubNow": "Book now",
        "conceptpayment": "Payment methods",
        "conceptpayment1": "Pay Online",
        "conceptpayment2": "Vodafone Cash",
        "conceptpaymentTrans": "Transfer to number: 01012345678",
        "conceptpayment3": "Egypt Bank",
        "conceptpayment4": "Western Union",
        "conceptadd": "+ Add to cart"
    },
    "motionGraphic": {
        "motionTitle": "Motion Graphics Course",
        "motionHead": "Motion graphics allows for faster and clearer delivery of the message to absorb information. You can recognize its importance and start professionally in this interesting field.",
        "motionSubTitle": "Motion Graphics",
        "motionOverview": "The field of motion graphics or mograph has become one of the fields currently in demand in the labor market to a large extent. You can see the work that motion graphics designers do in commercials on television, in movie introductions, in animation, on social media, or YouTube ... and others, If you are looking for an enjoyable and financially rewarding career, start now and learn and explore the field of motion graphics.",
        "motionDate": "22nd March 2021",
        "motionLearn": "What will you learn in motion graphics?",
        "motionLearnOverview": "With each lesson you will learn in one of our courses, you will learn new skills that allow you to make professional motion graphic designs through exercises specially designed for each lesson you will learn.",
        "motion1": "Learn how to think as a professional motion graphic designer in every detail.",
        "motion2": "Learn to use tools more deeply to implement your idea.",
        "motion3": "Learn how to put the finishing touches on your designs to make them look as good as a pro.",
        "motion4": "Learn animation to create great movements",
        "motion5": "Learn how to develop your eyes' sensitivity to movement to create stunning designs in a stronger and easier way.",
        "motion6": "Learn a professional way of working that does not depend on learning programs only.",
        "motion7": "Learn basic design principles such as design principles and choosing the right colors.",
        "motion8": "Learn How To Use Graph editors To Create Professional Animations",
        "motion9": "Learn how to create designs that control the viewer's eye to convey the design message.",
        "motion10": "Learn how to use a professional After Effects program and explain some distinct scripts and plugins.",
        "motionInstrc": "Muhammad Ali",
        "motionInstrcInfo": "A certified Adobe trainer, graphic designer and Motion Artist, 10 years of experience in the field of graphics and motion graphics, worked in major educational centers",
        "motionScOverview": "In this course, we will get acquainted with the basic concepts of the field of motion graphics from identifying the basic ideas and making initial sketches, then drawing the storyboard on the Illustrator or Photoshop program, then knowing the principles of animation to move them on the After Effect program according to the requirements of the project. Over the course of 10 weeks, a lot will be explained. Of different concepts and skills"
    },
    "3dArt": {
        "3dArtTitle": "3D Art Course",
        "3dArtHead": "Your use of 3D technologies to increase the value of quality so that things become more realistic and also produce complex animations.",
        "3dArtSubTitle": "3D Art",
        "3dArtOverview": "This track is your interaction and your use of 3D technologies to increase the value of quality, so things become more realistic, as well as the production of complex animations and in such kind of trax by talking about the interview itself. Of course, you are required to have the basics, but they ask you to design a game that you must be dealing with 3D techniques are very good and very understanding, and you can openly visualize your designs.",
        "3dArtDate": "March 21, 2021",
        "3dArtLearn": "What will you learn in 3D",
        "3dArtLearnOverview": "With every lesson you will learn in one of our courses, you will learn new skills that allow you to make professional designs through exercises specially designed for each lesson you will learn.",
        "3dArt1": "Learn Modling for all kinds of shapes and characters",
        "3dArt2": "Learn how to use basic 3D design software.",
        "3dArt3": "Learn the principles of sculpting, which is a dynamic and fun way to create your own models.",
        "3dArt4": "Learn how to map UV rays - essential to formulation",
        "3dArt5": "Learn to create real-world instant material with the click of a button",
        "3dArt6": "Learn to follow a variety of techniques to choose what suits your assets.",
        "3dArt7": "Learn animation from A to Z",
        "3dArt8": "Learn simple and error-free export methods for a variety of game engines",
        "3dArt9": "Learn how to create designs that control the viewer's eye to convey the design message.",
        "3dArt10": "Learn how to display your business using mock ups and use them to market yourself.",
        "3dArtInstrc": "Muhammad Ali",
        "3dArtInstrcInfo": "A certified Adobe trainer, graphic designer and Motion Artist, 10 years of experience in the field of graphics and motion graphics, worked in major educational centers",
        "3dArtScOverview": "This track is your interaction and your use of 3D technologies to increase the value of quality, so things become more realistic, as well as the production of complex animations and in such kind of trax by talking about the interview itself. Of course, you are required to have the basics, but they ask you to design a game that you must be dealing with 3D techniques are very good and very understanding, and you can openly visualize your designs."
    },
    "graphicDesign": {
        "graphicTitle": "Graphic Design Course",
        "graphicHead": "Graphic design requires meaning and purpose to articulate an idea through visual communication. Now you can start designing in an effective way.",
        "graphicSubTitle": "Graphic Design",
        "graphicOverview": "Graphic design is one of the indispensable fields in our daily life, as we see it everywhere around us, whether on screens or in print, as it depends on the use of images, shapes and writings ... and other design elements, to deliver a specific information or message, and its goal is communication between The advertiser or the owner of the message and the recipients of this message to present it in an attractive and interesting way for consideration. In this course, you will learn the skills, concepts and tools that help you achieve this.",
        "graphicDate": "30th March 2021",
        "graphicLearn": "What will you learn in graphic design",
        "graphicLearnOverview": "With every lesson you will learn in one of our courses, you will learn new skills that allow you to make professional designs through exercises specially designed for each lesson you will learn.",
        "graphicInstrc": "Karim Ali",
        "graphicInstrcInfo": "Certified trainer from Adobe, graphic designer and motion graphics, with more than 15 years of experience in the field of graphics and motion graphics, and worked in major educational centers, and a researcher in the field of design.",
        "graphicScOverview": "In this course, we will get acquainted with the basic concepts of the graphic design field from identifying the basic ideas and making initial sketches and then implementing them on Illustrator, Photoshop or InDesign, and we will learn how to use the foundations of design and color theory to produce elaborate designs that fit the project to be designed, over a period of 10 weeks Many different concepts and skills will be explained."
    },
    "alumni": {
        "alumniTitle": "Alumni",
        "alumniProjects": "Alumni Projects"
    },
    "blog": {
        "blogTitle": "Blog",
        "mostRead": "Most read",
        "more": "More",
        "miniCourses": "Mini Courses",
        "moreCourse": "All Mini Courses",
        "lastComments": "Latest comments"
    },
    "events": {
        "mainTilte1": "The hidden design ....",
        "mainTilte2": "Modifications that the customer does not see",
        "eventPlace": "American University - Cairo",
        "eventMore": "View event details",
        "events": "Events",
        "Previousevents": "Previous Events",
        "startNow": "It offers a disengaged paths to learn design from beginner to professional",
        "bookNow": "Reserve your seat for free",
        "colors": "Meanings of colors",
        "speakers": "Speakers"
    },
    "NotFound": {
        "sorry": "Something is Wrong",
        "notfound": "Page Not Found"
    },
    "user": {
        "list": "Your list:",
        "remove": "Remove from cart -"
    }
}